Repository: rimas-kudelis/wp-simple-discography
Catalog: includes/langs/sidi-*.po
Languages: fr_fr

source: Type Display :
fr_fr: Type d’Affichage :

source: Vertical List
fr_fr: Liste Vertical

source: Thumbnail
fr_fr: Miniature

source: Number of Album to Show:
fr_fr: Nombre d'Album à Afficher :

source: Format Date Display:
fr_fr: Format d'Affichage de la Date :

source: Cover Height:
fr_fr: Hauteur de la Couverture :

source: Cover Widht:
fr_fr: Largeur de la Couverture :

source: Category IDs ( 2,6 or 4) :
fr_fr: ID de Catégorie (2,6 ou 4) :

source: Order By:
fr_fr: Trier par :

source: Date of Create Album
fr_fr: Date de Créer un album

source: Date of Modified Album
fr_fr: Date de mise à jour de l'Album

source: Random
fr_fr: Aléatoire

source: Date of Release
fr_fr: Date de Sortie

source: Title
fr_fr: Titre

source: Sort Order :
fr_fr: Ordre de tri :

source: Ascending (1, 2, 3)
fr_fr: Croissant (1, 2, 3)

source: Descending (3, 2, 1)
fr_fr: Décroissant (3, 2, 1)

source: Dynamic Display :
fr_fr: Affichage dynamiques :

source: Show the Discs :
fr_fr: Afficher les Disques :

source: Show the Titles :
fr_fr: Afficher les Titres :

source: Show like to all albums :
fr_fr: Afficher le like vers tous les albums

source: Displays Albums with their thumbnails
fr_fr: Afficher les Albums avec leurs vignettes

source: Discography
fr_fr: Discographie

source: New title
fr_fr: Nouveau Titre

source: Title:
fr_fr: Titre :

source: Song of Album
fr_fr: Chansons de l'Album

source: Release Date :
fr_fr: Date de publication :

source: Cover :
fr_fr: Couverture :

source: Chose or Upload an Cover
fr_fr: Choisissez ou Ajouter une couverture

source: Delete this Cover
fr_fr: Supprimer cette couverture

source: Use this Cover
fr_fr: Utilisez cette couverture

source: Close
fr_fr: Fermer

source: Today
fr_fr: Aujourd'hui

source: Disk n :
fr_fr: Disque N° :

source: Add New Disk
fr_fr: Ajouter un Disque

source: Delete this Disk
fr_fr: Supprimer ce Disque

source: Add New Track
fr_fr: Ajouter une piste

source: Delete this Track
fr_fr: Supprimer ce Disque

source: Cover :
fr_fr: Couverture :

source: Show all
fr_fr: Montré tous

source: st
fr_fr: er

source: nd
fr_fr: ème

source: rd
fr_fr: ème

source: th
fr_fr: ème

source: Read More
fr_fr: Lire la suite...

source: All Albums
fr_fr: Tous les Albums

source: Add New
fr_fr: Ajouter

source: Add New Album
fr_fr: Ajouter Nouveau Album

source: New Album
fr_fr: Nouveau Album

source: Edit Album
fr_fr: Modifier l'Album

source: View Album
fr_fr: Afficher l'Album

source: Search Albums
fr_fr: Chercher dans les Albums

source: Parent Albums:
fr_fr: Albums parente&nbsp;:

source: No Albums found.
fr_fr: Aucun Albums trouvé.

source: No Albums found in Trash.
fr_fr: Aucun Albums trouvée dans la corbeille.
